var  restrictarea ={
    "restrictareas"
:
    {
        "restrictarea"
    :
        [
            {
                "id": [
                    "79"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(D)304"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "15400"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15400/GND"
                ],
                "restrictTime": [
                    "每日6时-20时"
                ],
                "geographic": [
                    "[\"400954\",\"0970536\",\"10\",\"\",\"1800000\",\"1800000\"]"
                ]
            },
            {
                "id": [
                    "180"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)014"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"383000,1152100\",\"375800,1152100\"],[\"375800,1152100\",\"383000,1154300\"],[\"383000,1154300\",\"381630,1154600\"],[\"381630,1154600\",\"375800,1153500\"],[\"375800,1153500\",\"383000,1152100\"]]"
                ]
            },
            {
                "id": [
                    "181"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)015"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"382000,1185000\",\"380500,1190900\"],[\"380500,1190900\",\"374310,1180400\"],[\"374310,1180400\",\"375100,1180100\"],[\"375100,1180100\",\"382500,1180100\"],[\"382500,1180100\",\"382500,1175100\"],[\"382500,1175100\",\"384000,1175100\"],[\"384000,1175100\",\"384000,1180700\"],[\"384000,1180700\",\"383000,1183000\"],[\"383000,1183000\",\"382000,1185000\"]]"
                ]
            },
            {
                "id": [
                    "182"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)016"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"390000,1170000\",\"383800,1165415\"],[\"383800,1165415\",\"390000,1171200\"],[\"390000,1171200\",\"383800,1171000\"],[\"383800,1171000\",\"384800,1171630\"],[\"384800,1171630\",\"390000,1170000\"]]"
                ]
            },
            {
                "id": [
                    "183"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)017"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"385400,1172500\",\"384900,1175500\"],[\"384900,1175500\",\"383000,1175500\"],[\"383000,1175500\",\"383000,1172500\"],[\"383000,1172500\",\"385400,1172500\"]]"
                ]
            },
            {
                "id": [
                    "184"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)018"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"392800,1172700\",\"392700,1191500\"],[\"392700,1191500\",\"390000,1191500\"],[\"390000,1191500\",\"391714,1172840\"],[\"391714,1172840\",\"392800,1172700\"]]"
                ]
            },
            {
                "id": [
                    "185"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)019"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"395330,1180000\",\"395330,1185500\"],[\"395330,1185500\",\"393230,1191330\"],[\"393230,1191330\",\"393230,1180000\"],[\"393230,1180000\",\"395330,1180000\"]]"
                ]
            },
            {
                "id": [
                    "186"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)020"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"403000,1171630\",\"403000,1173130\"],[\"403000,1173130\",\"391500,1172600\"],[\"391500,1172600\",\"391500,1170520\"],[\"391500,1170520\",\"395130,1170400\"],[\"395130,1170400\",\"400100,1170600\"],[\"400100,1170600\",\"403000,1171630\"]]"
                ]
            },
            {
                "id": [
                    "187"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)021"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"403430,1185500\",\"395900,1185500\"],[\"395900,1185500\",\"395900,1173830\"],[\"395900,1173830\",\"403430,1173830\"],[\"403430,1173830\",\"404000,1175600\"],[\"404000,1175600\",\"403430,1175600\"],[\"403430,1175600\",\"403430,1185500\"]]"
                ]
            },
            {
                "id": [
                    "188"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)022"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"410230,1191600\",\"405100,1191600\"],[\"405100,1191600\",\"404000,1185600\"],[\"404000,1185600\",\"401300,1180400\"],[\"401300,1180400\",\"404000,1180400\"],[\"404000,1180400\",\"410230,1191600\"]]"
                ]
            },
            {
                "id": [
                    "189"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)023"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "8000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "8000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"401400,1141500\",\"401400,1143500\"],[\"401400,1143500\",\"392100,1143500\"],[\"392100,1143500\",\"390900,1142100\"],[\"390900,1142100\",\"390900,1141500\"],[\"390900,1141500\",\"401400,1141500\"]]"
                ]
            },
            {
                "id": [
                    "81"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(D)305"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "7000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "7000/GND"
                ],
                "restrictTime": [
                    "每日6时-20时"
                ],
                "geographic": [
                    "[\"393318\",\"0982358\",\"10\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "82"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)406"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "8000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "8000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"321000,1043800\",\"321000,1051400\"],[\"321000,1051400\",\"314000,1051400\"],[\"314000,1051400\",\"311710,1043944\"],[\"311710,1043944\",\"321000,1043800\"]]"
                ]
            },
            {
                "id": [
                    "83"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)407"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日6时-次日3时"
                ],
                "geographic": [
                    "[[\"312600,1031000\",\"312745,1041000\"],[\"312745,1041000\",\"304220,1041000\"],[\"304220,1041000\",\"303748,1031248\"],[\"303748,1031248\",\"312600,1031000\"]]"
                ]
            },
            {
                "id": [
                    "627"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(D)614"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "时间不定"
                ],
                "geographic": [
                    "[[\"432254,1275124\",\"432006,1275148\"],[\"432006,1275148\",\"432221,1280242\"],[\"432221,1280242\",\"432254,1275124\"]]"
                ]
            },
            {
                "id": [
                    "84"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)408"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"302520,1044700\",\"302600,1051800\"],[\"302600,1051800\",\"283030,1054000\"],[\"283030,1054000\",\"283200,1053000\"],[\"283200,1053000\",\"302520,1044700\"]]"
                ]
            },
            {
                "id": [
                    "628"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)047"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "30000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "30000/GND"
                ],
                "restrictTime": [
                    "时间不定"
                ],
                "geographic": [
                    "[[\"394000,1191000\",\"394000,1193500\"],[\"394000,1193500\",\"393500,1194000\"],[\"393500,1194000\",\"392000,1194000\"],[\"392000,1194000\",\"392000,1191000\"],[\"392000,1191000\",\"394000,1191000\"],[\"394000,1191000\",\"394000,1191000\"]]"
                ]
            },
            {
                "id": [
                    "85"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)501"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "5000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "5000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"315700,1191000\",\"315800,1185500\"],[\"315800,1185500\",\"320500,1185500\"],[\"320500,1185500\",\"320500,1190500\"],[\"320500,1190500\",\"315700,1191000\"]]"
                ]
            },
            {
                "id": [
                    "629"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)048"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "30000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "30000/GND"
                ],
                "restrictTime": [
                    "时间不定"
                ],
                "geographic": [
                    "[[\"392500,1191000\",\"392500,1194000\"],[\"392500,1194000\",\"391000,1194000\"],[\"391000,1194000\",\"391000,1191000\"],[\"391000,1191000\",\"392500,1191000\"],[\"392500,1191000\",\"392500,1191000\"]]"
                ]
            },
            {
                "id": [
                    "86"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)502"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "11000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "11000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"323500,1175000\",\"323500,1182000\"],[\"323500,1182000\",\"321500,1182000\"],[\"321500,1182000\",\"321500,1175000\"],[\"321500,1175000\",\"323500,1175000\"]]"
                ]
            },
            {
                "id": [
                    "87"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)503"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "35000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "35000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"323000,1173000\",\"323000,1175000\"],[\"323000,1175000\",\"321600,1175000\"],[\"321600,1175000\",\"321600,1173000\"],[\"321600,1173000\",\"323000,1173000\"]]"
                ]
            },
            {
                "id": [
                    "88"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)409"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日8时-20时"
                ],
                "geographic": [
                    "[[\"293800,1043300\",\"283000,1050000\"],[\"283000,1050000\",\"282400,1043500\"],[\"282400,1043500\",\"293800,1043300\"]]"
                ]
            },
            {
                "id": [
                    "89"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)504"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"305018\",\"1213318\",\"25\",\"\",\"0840000\",\"2250000\"]"
                ]
            },
            {
                "id": [
                    "190"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)024"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"395700,1144530\",\"395700,1152100\"],[\"395700,1152100\",\"393600,1152100\"],[\"393600,1152100\",\"393400,1160210\"],[\"393400,1160210\",\"391130,1160200\"],[\"391130,1160200\",\"383800,1142630\"],[\"383800,1142630\",\"383800,1140300\"],[\"383800,1140300\",\"392100,1144530\"],[\"392100,1144530\",\"395700,1144530\"]]"
                ]
            },
            {
                "id": [
                    "191"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)026"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"383100,1151500\",\"380000,1151500\"],[\"380000,1151500\",\"373200,1133600\"],[\"373200,1133600\",\"374900,1132000\"],[\"374900,1132000\",\"383100,1151500\"]]"
                ]
            },
            {
                "id": [
                    "193"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)025"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"372000,1144200\",\"375000,1143000\"],[\"375000,1143000\",\"375000,1153000\"],[\"375000,1153000\",\"372000,1151130\"],[\"372000,1151130\",\"372000,1144200\"]]"
                ]
            },
            {
                "id": [
                    "194"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)027"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"371200,1144100\",\"371200,1150700\"],[\"371200,1150700\",\"362900,1144130\"],[\"362900,1144130\",\"362100,1142300\"],[\"362100,1142300\",\"363600,1141500\"],[\"363600,1141500\",\"371200,1144100\"]]"
                ]
            },
            {
                "id": [
                    "196"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)029"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"412300,1144200\",\"415000,1144200\"],[\"415000,1144200\",\"415000,1150720\"],[\"415000,1150720\",\"414700,1151020\"],[\"414700,1151020\",\"412330,1151100\"],[\"412330,1151100\",\"412300,1144200\"]]"
                ]
            },
            {
                "id": [
                    "197"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)030"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"403830,1141200\",\"410730,1135300\"],[\"410730,1135300\",\"411800,1135300\"],[\"411800,1135300\",\"411800,1143000\"],[\"411800,1143000\",\"405100,1143300\"],[\"405100,1143300\",\"403800,1143300\"],[\"403800,1143300\",\"403830,1141200\"]]"
                ]
            },
            {
                "id": [
                    "198"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)031"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"414300,1152000\",\"410630,1162730\"],[\"410630,1162730\",\"402800,1162730\"],[\"402800,1162730\",\"403130,1153700\"],[\"403130,1153700\",\"410100,1152000\"],[\"410100,1152000\",\"414300,1152000\"]]"
                ]
            },
            {
                "id": [
                    "199"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)033"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"401130\",\"1110400\",\"18\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "470"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)028"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "3"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"404121\",\"1151330\",\"14\",\"10\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "471"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)032"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "3"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"401330\",\"1114200\",\"25\",\"15\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "350"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)132"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "500"
                ],
                "rangeOfHeight": [
                    "18000/500"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"254720,1095520\",\"253100,1101400\"],[\"253100,1101400\",\"254900,1102500\"],[\"254900,1102500\",\"260620,1095540\"],[\"260620,1095540\",\"254720,1095520\"]]"
                ]
            },
            {
                "id": [
                    "230"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)321"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日7时-24时"
                ],
                "geographic": [
                    "[[\"390000,995230\",\"383915,1015230\"],[\"383915,1015230\",\"391400,1020340\"],[\"391400,1020340\",\"393000,1001010\"],[\"393000,1001010\",\"390000,995230\"]]"
                ]
            },
            {
                "id": [
                    "351"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)417"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"302730,1053000\",\"302900,1060000\"],[\"302900,1060000\",\"300900,1063300\"],[\"300900,1063300\",\"295530,1063000\"],[\"295530,1063000\",\"302730,1053000\"]]"
                ]
            },
            {
                "id": [
                    "352"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)142"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"282630,1142100\",\"282230,1134800\"],[\"282230,1134800\",\"290900,1135340\"],[\"290900,1135340\",\"290030,1143000\"],[\"290030,1143000\",\"282630,1142100\"]]"
                ]
            },
            {
                "id": [
                    "110"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)521"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "海面"
                ],
                "rangeOfHeight": [
                    "10000/海面"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"263000,1195600\",\"263000,1201500\"],[\"263000,1201500\",\"261000,1200000\"],[\"261000,1200000\",\"261500,1194500\"],[\"261500,1194500\",\"263000,1195600\"]]"
                ]
            },
            {
                "id": [
                    "353"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)418"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"294400,1062800\",\"291100,1062930\"],[\"291100,1062930\",\"284200,1055900\"],[\"284200,1055900\",\"294400,1062800\"]]"
                ]
            },
            {
                "id": [
                    "354"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)133"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "500"
                ],
                "rangeOfHeight": [
                    "18000/500"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"251240,1103030\",\"253350,1105040\"],[\"253350,1105040\",\"251700,1111530\"],[\"251700,1111530\",\"244405,1111430\"],[\"244405,1111430\",\"244455,1100904\"],[\"244455,1100904\",\"251240,1103030\"]]"
                ]
            },
            {
                "id": [
                    "355"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)143"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"275548,1134437\",\"280000,1141200\"],[\"280000,1141200\",\"272030,1140400\"],[\"272030,1140400\",\"272230,1134330\"],[\"272230,1134330\",\"275548,1134437\"]]"
                ]
            },
            {
                "id": [
                    "356"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)419"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"263830,1023430\",\"253800,1030300\"],[\"253800,1030300\",\"251830,1024930\"],[\"251830,1024930\",\"263830,1023430\"]]"
                ]
            },
            {
                "id": [
                    "357"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)144"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "6200"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "6200/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"292250,1122800\",\"291630,1131900\"],[\"291630,1131900\",\"282830,1124000\"],[\"282830,1124000\",\"281600,1124900\"],[\"281600,1124900\",\"281530,1121730\"],[\"281530,1121730\",\"292250,1122800\"]]"
                ]
            },
            {
                "id": [
                    "358"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)134"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"264900,1113900\",\"264930,1115700\"],[\"264930,1115700\",\"264630,1120600\"],[\"264630,1120600\",\"253700,1121600\"],[\"253700,1121600\",\"253200,1110500\"],[\"253200,1110500\",\"255830,1110500\"],[\"255830,1110500\",\"264900,1113900\"]]"
                ]
            },
            {
                "id": [
                    "359"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)420"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "8000"
                ],
                "rangeOfHeight": [
                    "20000/8000"
                ],
                "restrictTime": [
                    "每日6时-次日03时"
                ],
                "geographic": [
                    "[[\"303748,1031248\",\"302700,1035112\"],[\"302700,1035112\",\"295500,1040530\"],[\"295500,1040530\",\"284430,1040300\"],[\"284430,1040300\",\"283000,1033000\"],[\"283000,1033000\",\"303748,1031248\"]]"
                ]
            },
            {
                "id": [
                    "360"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)145"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"292255,1122800\",\"283200,1121600\"],[\"283200,1121600\",\"291800,1125500\"],[\"291800,1125500\",\"292255,1122800\"]]"
                ]
            },
            {
                "id": [
                    "361"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)421"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "7000"
                ],
                "rangeOfHeight": [
                    "12000/7000"
                ],
                "restrictTime": [
                    "每日5时-次日2时"
                ],
                "geographic": [
                    "[[\"250400,1031000\",\"245900,1043700\"],[\"245900,1043700\",\"243300,1044200\"],[\"243300,1044200\",\"245400,1032500\"],[\"245400,1032500\",\"250400,1031000\"]]"
                ]
            },
            {
                "id": [
                    "240"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)322"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"414000,0973000\",\"414000,1010000\"],[\"414000,1010000\",\"411500,1023200\"],[\"411500,1023200\",\"403000,1023200\"],[\"403000,1023200\",\"403000,1020000\"],[\"403000,1020000\",\"411000,1020000\"],[\"411000,1020000\",\"411000,0973000\"],[\"411000,0973000\",\"414000,0973000\"]]"
                ]
            },
            {
                "id": [
                    "241"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)323"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日7时-24时"
                ],
                "geographic": [
                    "[[\"400200,982900\",\"402000,980500\"],[\"402000,980500\",\"400500,1003000\"],[\"400500,1003000\",\"395000,1003000\"],[\"395000,1003000\",\"400200,982900\"]]"
                ]
            },
            {
                "id": [
                    "362"
                ],
                "firId": [
                    "5"
                ],
                "boundairCode": [
                    "ZH(R)206"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "4000"
                ],
                "rangeOfHeight": [
                    "12000/4000"
                ],
                "restrictTime": [
                    "每日7时-24时"
                ],
                "geographic": [
                    "[[\"310400,1112200\",\"311900,1114200\"],[\"311900,1114200\",\"305900,1120200\"],[\"305900,1120200\",\"304458,1114200\"],[\"304458,1114200\",\"310400,1112200\"]]"
                ]
            },
            {
                "id": [
                    "363"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)135"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"270700,1103700\",\"265500,1110000\"],[\"265500,1110000\",\"262800,1104100\"],[\"262800,1104100\",\"262300,1103800\"],[\"262300,1103800\",\"255800,1102100\"],[\"255800,1102100\",\"261730,1095500\"],[\"261730,1095500\",\"270700,1103700\"]]"
                ]
            },
            {
                "id": [
                    "242"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)324"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"394000,0980900\",\"393100,1000100\"],[\"393100,1000100\",\"385000,0993600\"],[\"385000,0993600\",\"393500,0975000\"],[\"393500,0975000\",\"393900,0975300\"],[\"393900,0975300\",\"394000,0980900\"]]"
                ]
            },
            {
                "id": [
                    "364"
                ],
                "firId": [
                    "5"
                ],
                "boundairCode": [
                    "ZH(R)207"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日7时-24时"
                ],
                "geographic": [
                    "[[\"312010,1141120\",\"305500,1135400\"],[\"305500,1135400\",\"304620,1112000\"],[\"304620,1112000\",\"310730,1112430\"],[\"310730,1112430\",\"312010,1141120\"]]"
                ]
            },
            {
                "id": [
                    "365"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)422"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "7000"
                ],
                "rangeOfHeight": [
                    "18000/7000"
                ],
                "restrictTime": [
                    "每日5时-次日2时"
                ],
                "geographic": [
                    "[[\"241400,1030600\",\"242000,1033800\"],[\"242000,1033800\",\"240000,1050400\"],[\"240000,1050400\",\"234200,1050500\"],[\"234200,1050500\",\"241400,1030600\"]]"
                ]
            },
            {
                "id": [
                    "366"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)136"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"264830,1110600\",\"262400,1100000\"],[\"262400,1100000\",\"271400,1100000\"],[\"271400,1100000\",\"273030,1105500\"],[\"273030,1105500\",\"264830,1110600\"]]"
                ]
            },
            {
                "id": [
                    "367"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)423"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "7000"
                ],
                "rangeOfHeight": [
                    "18000/7000"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"242600,1023300\",\"243000,1024900\"],[\"243000,1024900\",\"230000,1022400\"],[\"230000,1022400\",\"225900,1015400\"],[\"225900,1015400\",\"233528,1015210\"],[\"233528,1015210\",\"242600,1023300\"]]"
                ]
            },
            {
                "id": [
                    "246"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)522"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"375600,1210700\",\"380000,1200000\"],[\"380000,1200000\",\"381500,1200000\"],[\"381500,1200000\",\"381500,1210000\"],[\"381500,1210000\",\"380000,1222500\"],[\"380000,1222500\",\"373400,1230000\"],[\"373400,1230000\",\"363000,1230000\"],[\"363000,1230000\",\"363000,1223000\"],[\"363000,1223000\",\"373000,1223000\"],[\"373000,1223000\",\"375600,1210700\"]]"
                ]
            },
            {
                "id": [
                    "247"
                ],
                "firId": [
                    "5"
                ],
                "boundairCode": [
                    "ZH(R)201"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"343000,1103000\",\"344200,1125000\"],[\"344200,1125000\",\"342000,1125000\"],[\"342000,1125000\",\"341000,1103000\"],[\"341000,1103000\",\"343000,1103000\"]]"
                ]
            },
            {
                "id": [
                    "368"
                ],
                "firId": [
                    "5"
                ],
                "boundairCode": [
                    "ZH(R)208"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日7时-24时"
                ],
                "geographic": [
                    "[[\"302730,1141800\",\"302030,1150730\"],[\"302030,1150730\",\"293830,1152600\"],[\"293830,1152600\",\"291000,1144100\"],[\"291000,1144100\",\"291800,1135330\"],[\"291800,1135330\",\"294600,1135700\"],[\"294600,1135700\",\"301000,1140500\"],[\"301000,1140500\",\"302730,1141800\"]]"
                ]
            },
            {
                "id": [
                    "369"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)137"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"285820,1110810\",\"280500,1112944\"],[\"280500,1112944\",\"274256,1100000\"],[\"274256,1100000\",\"283500,1100000\"],[\"283500,1100000\",\"285820,1110810\"]]"
                ]
            },
            {
                "id": [
                    "248"
                ],
                "firId": [
                    "5"
                ],
                "boundairCode": [
                    "ZH(R)202"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "4200"
                ],
                "rangeOfHeight": [
                    "15000/4200"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"342400,1134700\",\"335920,1140848\"],[\"335920,1140848\",\"341224,1132045\"],[\"341224,1132045\",\"342400,1134700\"]]"
                ]
            },
            {
                "id": [
                    "249"
                ],
                "firId": [
                    "5"
                ],
                "boundairCode": [
                    "ZH(R)203"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"340500,1145400\",\"333200,1154200\"],[\"333200,1154200\",\"331100,1154200\"],[\"331100,1154200\",\"334420,1145200\"],[\"334420,1145200\",\"340500,1145400\"]]"
                ]
            },
            {
                "id": [
                    "491"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)570"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "16000"
                ],
                "lowerLimit": [
                    "8400"
                ],
                "rangeOfHeight": [
                    "16000/8400或2500/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"311400,1193300\",\"310900,1195000\"],[\"310900,1195000\",\"310000,1195000\"],[\"310000,1195000\",\"310430,1193250\"],[\"310430,1193250\",\"311400,1193300\"]]"
                ]
            },
            {
                "id": [
                    "370"
                ],
                "firId": [
                    "5"
                ],
                "boundairCode": [
                    "ZH(R)209"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "7000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "7000/GND"
                ],
                "restrictTime": [
                    "每日7时-24时"
                ],
                "geographic": [
                    "[[\"300115,1131340\",\"295630,1132800\"],[\"295630,1132800\",\"292745,1130030\"],[\"292745,1130030\",\"293310,1122420\"],[\"293310,1122420\",\"300115,1131340\"]]"
                ]
            },
            {
                "id": [
                    "250"
                ],
                "firId": [
                    "5"
                ],
                "boundairCode": [
                    "ZH(R)204"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"331300,1145000\",\"324128,1154000\"],[\"324128,1154000\",\"322200,1154000\"],[\"322200,1154000\",\"325100,1144800\"],[\"325100,1144800\",\"331300,1145000\"]]"
                ]
            },
            {
                "id": [
                    "371"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)138"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"273500,1120900\",\"271530,1123000\"],[\"271530,1123000\",\"265000,1120520\"],[\"265000,1120520\",\"265200,1113940\"],[\"265200,1113940\",\"273500,1120900\"]]"
                ]
            },
            {
                "id": [
                    "372"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)146"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "4000"
                ],
                "rangeOfHeight": [
                    "12000/4000"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"235700,1153220\",\"235000,1151300\"],[\"235000,1151300\",\"241630,1145700\"],[\"241630,1145700\",\"243300,1152200\"],[\"243300,1152200\",\"235700,1153220\"]]"
                ]
            },
            {
                "id": [
                    "373"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)147"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"240530,1145830\",\"232035,1140630\"],[\"232035,1140630\",\"225400,1141320\"],[\"225400,1141320\",\"223000,1144500\"],[\"223000,1144500\",\"223000,1154000\"],[\"223000,1154000\",\"224845,1154915\"],[\"224845,1154915\",\"240530,1145830\"]]"
                ]
            },
            {
                "id": [
                    "252"
                ],
                "firId": [
                    "5"
                ],
                "boundairCode": [
                    "ZH(R)205"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"334600,1104600\",\"335800,1125000\"],[\"335800,1125000\",\"333000,1142430\"],[\"333000,1142430\",\"330800,1142200\"],[\"330800,1142200\",\"333700,1125000\"],[\"333700,1125000\",\"332700,1105800\"],[\"332700,1105800\",\"334600,1104600\"]]"
                ]
            },
            {
                "id": [
                    "374"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)148"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"234600,1120200\",\"231052,1123830\"],[\"231052,1123830\",\"230950,1125300\"],[\"230950,1125300\",\"231200,1130800\"],[\"231200,1130800\",\"232200,1131140\"],[\"232200,1131140\",\"240950,1130640\"],[\"240950,1130640\",\"240735,1115930\"],[\"240735,1115930\",\"234600,1120200\"]]"
                ]
            },
            {
                "id": [
                    "254"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)523"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"344600,1173200\",\"341000,1174600\"],[\"341000,1174600\",\"341000,1172500\"],[\"341000,1172500\",\"344400,1171500\"],[\"344400,1171500\",\"344600,1173200\"]]"
                ]
            },
            {
                "id": [
                    "376"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)149"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"225330,1122753\",\"221023,1114710\"],[\"221023,1114710\",\"215100,1115700\"],[\"215100,1115700\",\"220150,1123830\"],[\"220150,1123830\",\"221515,1130910\"],[\"221515,1130910\",\"222100,1130700\"],[\"222100,1130700\",\"225200,1130700\"],[\"225200,1130700\",\"225330,1122753\"]]"
                ]
            },
            {
                "id": [
                    "255"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)152"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"191500,1091000\",\"191500,1094000\"],[\"191500,1094000\",\"195500,1100200\"],[\"195500,1100200\",\"191500,1091000\"]]"
                ]
            },
            {
                "id": [
                    "256"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)524"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "13000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "13000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"342000,1184700\",\"345000,1180200\"],[\"345000,1180200\",\"342000,1181400\"],[\"342000,1181400\",\"335000,1184000\"],[\"335000,1184000\",\"345000,1183200\"],[\"345000,1183200\",\"342000,1184700\"]]"
                ]
            },
            {
                "id": [
                    "257"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)525"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"350000,1200000\",\"332200,1203000\"],[\"332200,1203000\",\"332200,1212200\"],[\"332200,1212200\",\"350000,1203400\"],[\"350000,1203400\",\"350000,1200000\"]]"
                ]
            },
            {
                "id": [
                    "258"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)153"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"191500,1092230\",\"182924,1085700\"],[\"182924,1085700\",\"182924,1091400\"],[\"182924,1091400\",\"191500,1093930\"],[\"191500,1093930\",\"191500,1092230\"]]"
                ]
            },
            {
                "id": [
                    "259"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)526"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日5时30分-24时"
                ],
                "geographic": [
                    "[[\"330400,1155000\",\"333000,1155400\"],[\"333000,1155400\",\"330000,1171000\"],[\"330000,1171000\",\"321000,1171000\"],[\"321000,1171000\",\"330400,1155000\"]]"
                ]
            },
            {
                "id": [
                    "380"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)150"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"255000,1135000\",\"251440,1140500\"],[\"251440,1140500\",\"242850,1135720\"],[\"242850,1135720\",\"242300,1133600\"],[\"242300,1133600\",\"255100,1134120\"],[\"255100,1134120\",\"255000,1135000\"]]"
                ]
            },
            {
                "id": [
                    "260"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)527"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "13000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "13000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"335700,1175700\",\"325500,1182000\"],[\"325500,1182000\",\"325500,1175000\"],[\"325500,1175000\",\"335700,1172000\"],[\"335700,1172000\",\"335700,1175700\"]]"
                ]
            },
            {
                "id": [
                    "381"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)151"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"242130,1130930\",\"243600,1113800\"],[\"243600,1113800\",\"251750,1114800\"],[\"251750,1114800\",\"253800,1130600\"],[\"253800,1130600\",\"244700,1131300\"],[\"244700,1131300\",\"242130,1130930\"]]"
                ]
            },
            {
                "id": [
                    "261"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)529"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"322400,1160000\",\"315500,1164500\"],[\"315500,1164500\",\"314000,1154900\"],[\"314000,1154900\",\"322400,1160000\"]]"
                ]
            },
            {
                "id": [
                    "262"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)530"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "10000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"325000,1182400\",\"315400,1184000\"],[\"315400,1184000\",\"320400,1172000\"],[\"320400,1172000\",\"322500,1172000\"],[\"322500,1172000\",\"322500,1175500\"],[\"322500,1175500\",\"325000,1175500\"],[\"325000,1175500\",\"325000,1182400\"]]"
                ]
            },
            {
                "id": [
                    "263"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)531"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "10000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"325000,1185500\",\"320100,1193200\"],[\"320100,1193200\",\"315000,1190500\"],[\"315000,1190500\",\"324200,1184300\"],[\"324200,1184300\",\"325000,1185500\"]]"
                ]
            },
            {
                "id": [
                    "264"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)532"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "10000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"305500,1160000\",\"312600,1164600\"],[\"312600,1164600\",\"312600,1171000\"],[\"312600,1171000\",\"303000,1163000\"],[\"303000,1163000\",\"303000,1160000\"],[\"303000,1160000\",\"305500,1160000\"]]"
                ]
            },
            {
                "id": [
                    "385"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)528"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日5时-24时"
                ],
                "geographic": [
                    "[[\"333800,1185200\",\"330000,1192400\"],[\"330000,1192400\",\"330000,1195200\"],[\"330000,1195200\",\"341000,1190000\"],[\"341000,1190000\",\"333800,1185200\"]]"
                ]
            },
            {
                "id": [
                    "265"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)533"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "13000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "13000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"313100,1183800\",\"303000,1183800\"],[\"303000,1183800\",\"310000,1172000\"],[\"310000,1172000\",\"313700,1173000\"],[\"313700,1173000\",\"313100,1183800\"]]"
                ]
            },
            {
                "id": [
                    "388"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)572"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "6800"
                ],
                "lowerLimit": [
                    "4000"
                ],
                "rangeOfHeight": [
                    "6800/4000"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"295730,1220400\",\"295708,1224527\"],[\"295708,1224527\",\"293750,1224516\"],[\"293750,1224516\",\"293810,1220400\"],[\"293810,1220400\",\"295730,1220400\"]]"
                ]
            },
            {
                "id": [
                    "268"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)534"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"325400,1193500\",\"322000,1195800\"],[\"322000,1195800\",\"321500,1210000\"],[\"321500,1210000\",\"325500,1200000\"],[\"325500,1200000\",\"325400,1193500\"]]"
                ]
            },
            {
                "id": [
                    "269"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)535"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"331700,1212800\",\"313500,1221500\"],[\"313500,1221500\",\"313000,1220000\"],[\"313000,1220000\",\"313000,1211500\"],[\"313000,1211500\",\"331700,1210000\"],[\"331700,1210000\",\"331700,1212800\"]]"
                ]
            },
            {
                "id": [
                    "390"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)043"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"354700,1101855\",\"354900,1110000\"],[\"354900,1110000\",\"353000,1110000\"],[\"353000,1110000\",\"351100,1114230\"],[\"351100,1114230\",\"350130,1101600\"],[\"350130,1101600\",\"354700,1101855\"]]"
                ]
            },
            {
                "id": [
                    "270"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)536"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"320500,1201500\",\"320200,1204100\"],[\"320200,1204100\",\"313600,1205400\"],[\"313600,1205400\",\"314300,1203000\"],[\"314300,1203000\",\"320500,1201500\"]]"
                ]
            },
            {
                "id": [
                    "150"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)007"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    ""
                ],
                "lowerLimit": [
                    ""
                ],
                "rangeOfHeight": [
                    "高度不定"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"403132\",\"1150530\",\"10\",\"\",\"0900000\",\"2700000\"]"
                ]
            },
            {
                "id": [
                    "271"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)537"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"312500,1201900\",\"311300,1210200\"],[\"311300,1210200\",\"310000,1201500\"],[\"310000,1201500\",\"304100,1200800\"],[\"304100,1200800\",\"312700,1192200\"],[\"312700,1192200\",\"312500,1201900\"]]"
                ]
            },
            {
                "id": [
                    "151"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)101"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "8500"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "8500/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"244718,1073330\",\"240830,1070200\"],[\"240830,1070200\",\"241000,1063525\"],[\"241000,1063525\",\"244810,1070200\"],[\"244810,1070200\",\"244718,1073330\"]]"
                ]
            },
            {
                "id": [
                    "272"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)538"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "13000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "13000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"291600,1192600\",\"281000,1191700\"],[\"281000,1191700\",\"280700,1183000\"],[\"280700,1183000\",\"281900,1181200\"],[\"281900,1181200\",\"291600,1192600\"]]"
                ]
            },
            {
                "id": [
                    "273"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)539"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "13000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "13000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"312954,1184500\",\"312700,1190300\"],[\"312700,1190300\",\"302448,1195100\"],[\"302448,1195100\",\"300000,1193100\"],[\"300000,1193100\",\"294600,1190000\"],[\"294600,1190000\",\"294600,1184500\"],[\"294600,1184500\",\"312954,1184500\"]]"
                ]
            },
            {
                "id": [
                    "274"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)540"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"272100,1171000\",\"281400,1180700\"],[\"281400,1180700\",\"275200,1183000\"],[\"275200,1183000\",\"265600,1173600\"],[\"265600,1173600\",\"272100,1171000\"]]"
                ]
            },
            {
                "id": [
                    "275"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)541"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"270500,1192500\",\"262100,1192500\"],[\"262100,1192500\",\"263400,1182200\"],[\"263400,1182200\",\"270500,1192500\"]]"
                ]
            },
            {
                "id": [
                    "154"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)102"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "4000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "4000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"233900,1071000\",\"232345,1065330\"],[\"232345,1065330\",\"235000,1062530\"],[\"235000,1062530\",\"240538,1063310\"],[\"240538,1063310\",\"233900,1071000\"]]"
                ]
            },
            {
                "id": [
                    "155"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)103"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "8500"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "8500/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"222300,1081720\",\"214438,1083200\"],[\"214438,1083200\",\"214300,1080635\"],[\"214300,1080635\",\"222140,1075915\"],[\"222140,1075915\",\"222300,1081720\"]]"
                ]
            },
            {
                "id": [
                    "156"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)104"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "8500"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "8500/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"225600,1081120\",\"225500,1075018\"],[\"225500,1075018\",\"233315,1075550\"],[\"233315,1075550\",\"233120,1080805\"],[\"233120,1080805\",\"225600,1081120\"]]"
                ]
            },
            {
                "id": [
                    "277"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)542"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"270400,1202100\",\"265700,1204200\"],[\"265700,1204200\",\"260000,1200000\"],[\"260000,1200000\",\"261400,1194300\"],[\"261400,1194300\",\"270400,1202100\"]]"
                ]
            },
            {
                "id": [
                    "157"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)105"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "4000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "4000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"223930,1081640\",\"222535,1082515\"],[\"222535,1082515\",\"221500,1080500\"],[\"221500,1080500\",\"222840,1075625\"],[\"222840,1075625\",\"223930,1081640\"]]"
                ]
            },
            {
                "id": [
                    "278"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)543"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"261200,1182200\",\"254300,1191000\"],[\"254300,1191000\",\"252800,1185100\"],[\"252800,1185100\",\"260700,1181000\"],[\"260700,1181000\",\"261200,1182200\"]]"
                ]
            },
            {
                "id": [
                    "279"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)544"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"254300,1193200\",\"254500,1200000\"],[\"254500,1200000\",\"251000,1193400\"],[\"251000,1193400\",\"251800,1190300\"],[\"251800,1190300\",\"254300,1193200\"]]"
                ]
            },
            {
                "id": [
                    "158"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)106"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "6000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "6000/GND"
                ],
                "restrictTime": [
                    "提前1天通告"
                ],
                "geographic": [
                    "[[\"244140,1101620\",\"244140,1102820\"],[\"244140,1102820\",\"241520,1101955\"],[\"241520,1101955\",\"241520,1100755\"],[\"241520,1100755\",\"244140,1101620\"]]"
                ]
            },
            {
                "id": [
                    "159"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)107"
                ],
                "boundairReason": [
                    "限制飞行活动 临时空靶"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "6000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "6000/GND"
                ],
                "restrictTime": [
                    "提前1天通告"
                ],
                "geographic": [
                    "[[\"253015,1085940\",\"251500,1093930\"],[\"251500,1093930\",\"252400,1094740\"],[\"252400,1094740\",\"253545,1090940\"],[\"253545,1090940\",\"253015,1085940\"]]"
                ]
            },
            {
                "id": [
                    "52"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(D)602"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"454000,1222000\",\"454000,1230000\"],[\"454000,1230000\",\"462000,1230000\"],[\"462000,1230000\",\"462000,1222000\"],[\"462000,1222000\",\"454000,1222000\"]]"
                ]
            },
            {
                "id": [
                    "53"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(D)603"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"451000,1225000\",\"450039,1225253\"],[\"450039,1225253\",\"445712,1225145\"],[\"445712,1225145\",\"445900,1223100\"],[\"445900,1223100\",\"450800,1222600\"],[\"450800,1222600\",\"451000,1225000\"]]"
                ]
            },
            {
                "id": [
                    "56"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(D)604"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"472800,1225200\",\"471100,1231000\"],[\"471100,1231000\",\"471300,1231400\"],[\"471300,1231400\",\"472800,1225200\"]]"
                ]
            },
            {
                "id": [
                    "57"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(D)605"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"471800,1250200\",\"472400,1250800\"],[\"472400,1250800\",\"473042,1242700\"],[\"473042,1242700\",\"471800,1250200\"]]"
                ]
            },
            {
                "id": [
                    "58"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(D)606"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"420630,1233100\",\"421118,1231548\"],[\"421118,1231548\",\"420848,1231442\"],[\"420848,1231442\",\"420630,1233100\"]]"
                ]
            },
            {
                "id": [
                    "59"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(D)607"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"390218,1212930\",\"385600,1211830\"],[\"385600,1211830\",\"390230,1212200\"],[\"390230,1212200\",\"390218,1212930\"]]"
                ]
            },
            {
                "id": [
                    "280"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)545"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"284100,1153000\",\"283400,1153000\"],[\"283400,1153000\",\"282600,1143000\"],[\"282600,1143000\",\"285800,1144000\"],[\"285800,1144000\",\"284100,1153000\"]]"
                ]
            },
            {
                "id": [
                    "160"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)108"
                ],
                "boundairReason": [
                    "限制飞行活动 临时空靶"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "6000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "6000/GND"
                ],
                "restrictTime": [
                    "提前1天通告"
                ],
                "geographic": [
                    "[[\"260620,1095540\",\"255700,1095540\"],[\"255700,1095540\",\"254130,1101420\"],[\"254130,1101420\",\"255200,1101700\"],[\"255200,1101700\",\"260620,1095540\"]]"
                ]
            },
            {
                "id": [
                    "161"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)109"
                ],
                "boundairReason": [
                    "限制飞行活动 临时空靶"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "6000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "6000/GND"
                ],
                "restrictTime": [
                    "提前1天通告"
                ],
                "geographic": [
                    "[[\"250840,1103700\",\"252510,1110400\"],[\"252510,1110400\",\"251700,1111530\"],[\"251700,1111530\",\"245730,1104740\"],[\"245730,1104740\",\"250840,1103700\"]]"
                ]
            },
            {
                "id": [
                    "282"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)546"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"292200,1163900\",\"290600,1171000\"],[\"290600,1171000\",\"284000,1160000\"],[\"284000,1160000\",\"285500,1160000\"],[\"285500,1160000\",\"292200,1163900\"]]"
                ]
            },
            {
                "id": [
                    "283"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)547"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"281000,1153200\",\"260000,1144200\"],[\"260000,1144200\",\"260000,1141500\"],[\"260000,1141500\",\"280000,1142200\"],[\"280000,1142200\",\"281000,1153200\"]]"
                ]
            },
            {
                "id": [
                    "162"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)110"
                ],
                "boundairReason": [
                    "限制飞行活动 临时地靶"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "1600"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "1600/GND"
                ],
                "restrictTime": [
                    "提前1天通告"
                ],
                "geographic": [
                    "[[\"251000,1100330\",\"251000,1101330\"],[\"251000,1101330\",\"250400,1101300\"],[\"250400,1101300\",\"250400,1100600\"],[\"250400,1100600\",\"251000,1100330\"]]"
                ]
            },
            {
                "id": [
                    "284"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)548"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"263900,1153000\",\"281600,1160700\"],[\"281600,1160700\",\"284300,1171900\"],[\"284300,1171900\",\"281600,1172700\"],[\"281600,1172700\",\"263900,1153000\"]]"
                ]
            },
            {
                "id": [
                    "285"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)549"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"270900,1165700\",\"263000,1173700\"],[\"263000,1173700\",\"251100,1160000\"],[\"251100,1160000\",\"252200,1154200\"],[\"252200,1154200\",\"264500,1163000\"],[\"264500,1163000\",\"270900,1165700\"]]"
                ]
            },
            {
                "id": [
                    "165"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)113"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "15400"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15400/GND"
                ],
                "restrictTime": [
                    "提前1天通告"
                ],
                "geographic": [
                    "[\"261300\",\"1123100\",\"10\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "286"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)550"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"260000,1173500\",\"260000,1175800\"],[\"260000,1175800\",\"244400,1175800\"],[\"244400,1175800\",\"241500,1172500\"],[\"241500,1172500\",\"260000,1173500\"]]"
                ]
            },
            {
                "id": [
                    "166"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(D)401"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "10000/GND"
                ],
                "restrictTime": [
                    "不定"
                ],
                "geographic": [
                    "[[\"313613,1034127\",\"313612,1040933\"],[\"313612,1040933\",\"313046,1040932\"],[\"313046,1040932\",\"313042,1034128\"],[\"313042,1034128\",\"313613,1034127\"]]"
                ]
            },
            {
                "id": [
                    "287"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)551"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"255700,1181200\",\"252300,1184800\"],[\"252300,1184800\",\"244700,1180200\"],[\"244700,1180200\",\"254900,1180200\"],[\"254900,1180200\",\"255700,1181200\"]]"
                ]
            },
            {
                "id": [
                    "288"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)552"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"234300,1171600\",\"242400,1180000\"],[\"242400,1180000\",\"240000,1180000\"],[\"240000,1180000\",\"233200,1174000\"],[\"233200,1174000\",\"234300,1171600\"]]"
                ]
            },
            {
                "id": [
                    "168"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(D)402"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    ""
                ],
                "lowerLimit": [
                    ""
                ],
                "rangeOfHeight": [
                    "高度不定"
                ],
                "restrictTime": [
                    "时间不定"
                ],
                "geographic": [
                    "[[\"251700,1031500\",\"251700,1032218\"],[\"251700,1032218\",\"251100,1032218\"],[\"251100,1032218\",\"251100,1031500\"],[\"251100,1031500\",\"251700,1031500\"]]"
                ]
            },
            {
                "id": [
                    "289"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)553"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"251200,1185400\",\"250500,1193000\"],[\"250500,1193000\",\"243800,1183400\"],[\"243800,1183400\",\"244000,1182000\"],[\"244000,1182000\",\"251200,1185400\"]]"
                ]
            },
            {
                "id": [
                    "169"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(D)403"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "10000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"300730\",\"1064100\",\"10\",\"\",\"1870000\",\"1870000\"]"
                ]
            },
            {
                "id": [
                    "61"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)002"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "30000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "30000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"393230\",\"1191400\",\"26\",\"\",\"1000000\",\"1200000\"]"
                ]
            },
            {
                "id": [
                    "62"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)003"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "30000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "30000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"381800\",\"1174800\",\"21\",\"\",\"0000000\",\"0900000\"]"
                ]
            },
            {
                "id": [
                    "63"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)004"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "11000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "11000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"381300\",\"1141800\",\"10\",\"\",\"2700000\",\"3600000\"]"
                ]
            },
            {
                "id": [
                    "66"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)005"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"380530\",\"1124300\",\"20\",\"\",\"0800000\",\"0900000\"]"
                ]
            },
            {
                "id": [
                    "67"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)006"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "6000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "6000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"381900\",\"1134430\",\"17\",\"\",\"0600000\",\"0720000\"]"
                ]
            },
            {
                "id": [
                    "290"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)554"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"293000,1194900\",\"293000,1204000\"],[\"293000,1204000\",\"274900,1203000\"],[\"274900,1203000\",\"272800,1194100\"],[\"272800,1194100\",\"293000,1194900\"]]"
                ]
            },
            {
                "id": [
                    "291"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)555"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"304000,1220900\",\"295200,1221200\"],[\"295200,1221200\",\"291300,1222300\"],[\"291300,1222300\",\"280700,1214500\"],[\"280700,1214500\",\"280200,1204900\"],[\"280200,1204900\",\"293400,1205600\"],[\"293400,1205600\",\"301100,1212100\"],[\"301100,1212100\",\"304000,1220900\"]]"
                ]
            },
            {
                "id": [
                    "170"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(D)404"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "9000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "9000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"293700\",\"1064130\",\"5\",\"\",\"3570000\",\"3570000\"]"
                ]
            },
            {
                "id": [
                    "171"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(R)608"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"443000,1303000\",\"443000,1263000\"],[\"443000,1263000\",\"452500,1263000\"],[\"452500,1263000\",\"463400,1303000\"],[\"463400,1303000\",\"443000,1303000\"]]"
                ]
            },
            {
                "id": [
                    "292"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)556"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "13000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "13000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"323000,1231500\",\"314000,1231500\"],[\"314000,1231500\",\"314000,1225000\"],[\"314000,1225000\",\"323000,1230000\"],[\"323000,1230000\",\"323000,1231500\"]]"
                ]
            },
            {
                "id": [
                    "293"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)557"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "13000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "13000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"323000,1240000\",\"315000,1240000\"],[\"315000,1240000\",\"314500,1234500\"],[\"314500,1234500\",\"323000,1234500\"],[\"323000,1234500\",\"323000,1240000\"]]"
                ]
            },
            {
                "id": [
                    "172"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(R)609"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"433000,1260000\",\"432500,1273500\"],[\"432500,1273500\",\"411000,1260000\"],[\"411000,1260000\",\"403000,1243500\"],[\"403000,1243500\",\"412000,1243000\"],[\"412000,1243000\",\"433000,1260000\"]]"
                ]
            },
            {
                "id": [
                    "294"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)558"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "13000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "13000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"284500,1222700\",\"284500,1230000\"],[\"284500,1230000\",\"280000,1223000\"],[\"280000,1223000\",\"280000,1220000\"],[\"280000,1220000\",\"284500,1222700\"]]"
                ]
            },
            {
                "id": [
                    "173"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(R)610"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"420000,1231500\",\"420000,1214000\"],[\"420000,1214000\",\"430000,1214000\"],[\"430000,1214000\",\"430000,1231500\"],[\"430000,1231500\",\"420000,1231500\"]]"
                ]
            },
            {
                "id": [
                    "174"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(R)611"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"404000,1235500\",\"400000,1240500\"],[\"400000,1240500\",\"390000,1231000\"],[\"390000,1231000\",\"391000,1224800\"],[\"391000,1224800\",\"404000,1235500\"]]"
                ]
            },
            {
                "id": [
                    "295"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)560"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "6000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "6000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"322000,1190330\",\"320330,1183500\"],[\"320330,1183500\",\"315500,1184200\"],[\"315500,1184200\",\"321130,1191030\"],[\"321130,1191030\",\"322000,1190330\"]]"
                ]
            },
            {
                "id": [
                    "296"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)561"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "3000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "3000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"315700,1191500\",\"315110,1194810\"],[\"315110,1194810\",\"322500,1192110\"],[\"322500,1192110\",\"322300,1191400\"],[\"322300,1191400\",\"315700,1191500\"]]"
                ]
            },
            {
                "id": [
                    "175"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(R)612"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"384700,1210000\",\"385600,1200000\"],[\"385600,1200000\",\"400000,1205500\"],[\"400000,1205500\",\"400000,1213000\"],[\"400000,1213000\",\"384700,1210000\"]]"
                ]
            },
            {
                "id": [
                    "176"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(R)613"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"414800\",\"1232300\",\"7\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "297"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)562"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "1000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "1000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"313900,1204400\",\"313600,1211130\"],[\"313600,1211130\",\"315400,1211600\"],[\"315400,1211600\",\"315550,1204100\"],[\"315550,1204100\",\"313900,1204400\"]]"
                ]
            },
            {
                "id": [
                    "298"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)563"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "4000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "4000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"322200,1214600\",\"322200,1220800\"],[\"322200,1220800\",\"320100,1221600\"],[\"320100,1221600\",\"315600,1215630\"],[\"315600,1215630\",\"322200,1214600\"]]"
                ]
            },
            {
                "id": [
                    "178"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)012"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"381605,1161700\",\"381600,1162000\"],[\"381600,1162000\",\"380300,1162000\"],[\"380300,1162000\",\"371310,1164000\"],[\"371310,1164000\",\"364130,1152220\"],[\"364130,1152220\",\"381605,1161700\"]]"
                ]
            },
            {
                "id": [
                    "299"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)564"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "2000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "2000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"315000,1220000\",\"315400,1221900\"],[\"315400,1221900\",\"313730,1222500\"],[\"313730,1222500\",\"313200,1220630\"],[\"313200,1220630\",\"315000,1220000\"]]"
                ]
            },
            {
                "id": [
                    "179"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)013"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"383200,1165330\",\"383200,1165800\"],[\"383200,1165800\",\"382200,1171100\"],[\"382200,1171100\",\"380800,1175400\"],[\"380800,1175400\",\"374000,1175400\"],[\"374000,1175400\",\"372500,1170700\"],[\"372500,1170700\",\"380515,1164830\"],[\"380515,1164830\",\"381300,1164850\"],[\"381300,1164850\",\"383200,1165330\"]]"
                ]
            },
            {
                "id": [
                    "70"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)008"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "10000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"391230\",\"1141745\",\"10\",\"\",\"1500000\",\"1770000\"]"
                ]
            },
            {
                "id": [
                    "71"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)009"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"405000,1091300\",\"405000,1093700\"],[\"405000,1093700\",\"405230,1091300\"],[\"405230,1091300\",\"405230,1093700\"],[\"405230,1093700\",\"405000,1091300\"]]"
                ]
            },
            {
                "id": [
                    "72"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)010"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "10000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"400820\",\"1155436\",\"10\",\"\",\"1800000\",\"2200000\"]"
                ]
            },
            {
                "id": [
                    "73"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)405"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日6时-次日3时"
                ],
                "geographic": [
                    "[[\"330000,1033000\",\"330000,1040500\"],[\"330000,1040500\",\"314500,1040500\"],[\"314500,1040500\",\"314500,1033000\"],[\"314500,1033000\",\"330000,1033000\"]]"
                ]
            },
            {
                "id": [
                    "75"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(D)011"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "10000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"392530\",\"1155150\",\"10\",\"\",\"2700000\",\"3600000\"]"
                ]
            },
            {
                "id": [
                    "76"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(D)301"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"343521,1101100\",\"343525,1100700\"],[\"343525,1100700\",\"350130,1101400\"],[\"350130,1101400\",\"350212,1101915\"],[\"350212,1101915\",\"343521,1101100\"]]"
                ]
            },
            {
                "id": [
                    "77"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(D)302"
                ],
                "boundairReason": [
                    "限制飞行活动 炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"343355,1095133\",\"343250,1095134\"],[\"343250,1095134\",\"343751,1101316\"],[\"343751,1101316\",\"343914,1101309\"],[\"343914,1101309\",\"343355,1095133\"]]"
                ]
            },
            {
                "id": [
                    "78"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(D)303"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "26000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "26000/GND"
                ],
                "restrictTime": [
                    "每日6时-20时"
                ],
                "geographic": [
                    "[[\"385000,1004000\",\"385000,1020000\"],[\"385000,1020000\",\"391900,1020000\"],[\"391900,1020000\",\"391900,1004000\"],[\"391900,1004000\",\"385000,1004000\"]]"
                ]
            },
            {
                "id": [
                    "510"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(P)001"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "3"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "无限高"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "无限高/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"395654,1162540\",\"395213,1162615\"],[\"395213,1162615\",\"395200,1161816\"],[\"395200,1161816\",\"395644,1161812\"],[\"395644,1161812\",\"395644,1161812\"],[\"395644,1161812\",\"395654,1162540\"]]"
                ]
            },
            {
                "id": [
                    "511"
                ],
                "firId": [
                    "3"
                ],
                "boundairCode": [
                    "ZY(R)614"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "1500"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "1500/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"414540,1232215\",\"414636,1231850\"],[\"414636,1231850\",\"414844,1231841\"],[\"414844,1231841\",\"414946,1232124\"],[\"414946,1232124\",\"414859,1232453\"],[\"414859,1232453\",\"414913,1232609\"],[\"414913,1232609\",\"414845,1232809\"],[\"414845,1232809\",\"414606,1232709\"],[\"414606,1232709\",\"414540,1232215\"]]"
                ]
            },
            {
                "id": [
                    "90"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)505"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "2000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "2000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"303000,1204500\",\"303000,1210500\"],[\"303000,1210500\",\"301500,1210500\"],[\"301500,1210500\",\"301500,1204500\"],[\"301500,1204500\",\"303000,1204500\"]]"
                ]
            },
            {
                "id": [
                    "634"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)326"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"353000,1020000\",\"350000,1032000\"],[\"350000,1032000\",\"342000,1030000\"],[\"342000,1030000\",\"345000,1020000\"],[\"345000,1020000\",\"353000,1020000\"]]"
                ]
            },
            {
                "id": [
                    "513"
                ],
                "firId": [
                    "7"
                ],
                "boundairCode": [
                    "ZW(R)701"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"421430,0950000\",\"424430,0950000\"],[\"424430,0950000\",\"431700,0933000\"],[\"431700,0933000\",\"432530,0930000\"],[\"432530,0930000\",\"431400,0930000\"],[\"431400,0930000\",\"430000,0934500\"],[\"430000,0934500\",\"421430,0950000\"]]"
                ]
            },
            {
                "id": [
                    "91"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)506"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"340130\",\"1202200\",\"30\",\"\",\"3560000\",\"1500000\"]"
                ]
            },
            {
                "id": [
                    "514"
                ],
                "firId": [
                    "7"
                ],
                "boundairCode": [
                    "ZW(R)702"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"420000,943600\",\"420000,934500\"],[\"420000,934500\",\"423000,923000\"],[\"423000,923000\",\"425700,923000\"],[\"425700,923000\",\"424000,933130\"],[\"424000,933130\",\"420000,943600\"]]"
                ]
            },
            {
                "id": [
                    "635"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)327"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"365200,0945900\",\"360200,0941900\"],[\"360200,0941900\",\"363200,0934900\"],[\"363200,0934900\",\"370200,0940900\"],[\"370200,0940900\",\"365200,0945900\"]]"
                ]
            },
            {
                "id": [
                    "92"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)507"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "5000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "5000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"325600,1185800\",\"325600,1193000\"],[\"325600,1193000\",\"324000,1193000\"],[\"324000,1193000\",\"324000,1185800\"],[\"324000,1185800\",\"325600,1185800\"]]"
                ]
            },
            {
                "id": [
                    "515"
                ],
                "firId": [
                    "7"
                ],
                "boundairCode": [
                    "ZW(R)703"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"452200,861830\",\"454400,861900\"],[\"454400,861900\",\"453600,874500\"],[\"453600,874500\",\"443500,874400\"],[\"443500,874400\",\"452200,861830\"]]"
                ]
            },
            {
                "id": [
                    "636"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)328"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"361000,0950000\",\"362000,0960000\"],[\"362000,0960000\",\"354000,0955000\"],[\"354000,0955000\",\"354000,0945000\"],[\"354000,0945000\",\"361000,0950000\"]]"
                ]
            },
            {
                "id": [
                    "93"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)508"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "8800"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "8800/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"262630\",\"1165600\",\"30\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "516"
                ],
                "firId": [
                    "7"
                ],
                "boundairCode": [
                    "ZW(R)704"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"450200,860000\",\"444500,853000\"],[\"444500,853000\",\"440500,871900\"],[\"440500,871900\",\"441900,871900\"],[\"441900,871900\",\"450200,860000\"]]"
                ]
            },
            {
                "id": [
                    "637"
                ],
                "firId": [
                    "7"
                ],
                "boundairCode": [
                    "ZW(R)707"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"432900,0882000\",\"430400,0891500\"],[\"430400,0891500\",\"432400,0891500\"],[\"432400,0891500\",\"434400,0882000\"],[\"434400,0882000\",\"432900,0882000\"]]"
                ]
            },
            {
                "id": [
                    "94"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)509"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"300100\",\"1222015\",\"20\",\"\",\"3300000\",\"0900000\"]"
                ]
            },
            {
                "id": [
                    "517"
                ],
                "firId": [
                    "7"
                ],
                "boundairCode": [
                    "ZW(R)705"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"440500,864500\",\"435500,870000\"],[\"435500,870000\",\"433500,861500\"],[\"433500,861500\",\"435500,861500\"],[\"435500,861500\",\"440500,864500\"]]"
                ]
            },
            {
                "id": [
                    "638"
                ],
                "firId": [
                    "7"
                ],
                "boundairCode": [
                    "ZW(R)708"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"412000,0861500\",\"411000,0873000\"],[\"411000,0873000\",\"401500,0870000\"],[\"401500,0870000\",\"404500,0861500\"],[\"404500,0861500\",\"412000,0861500\"]]"
                ]
            },
            {
                "id": [
                    "95"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)510"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"282100\",\"1213200\",\"20\",\"\",\"1350000\",\"2250000\"]"
                ]
            },
            {
                "id": [
                    "518"
                ],
                "firId": [
                    "7"
                ],
                "boundairCode": [
                    "ZW(R)706"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"432700,870000\",\"431000,870000\"],[\"431000,870000\",\"433900,880300\"],[\"433900,880300\",\"434900,875000\"],[\"434900,875000\",\"432700,870000\"]]"
                ]
            },
            {
                "id": [
                    "639"
                ],
                "firId": [
                    "7"
                ],
                "boundairCode": [
                    "ZW(R)709"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"413500,0843000\",\"413000,0853000\"],[\"413000,0853000\",\"410000,0853000\"],[\"410000,0853000\",\"412500,0843000\"],[\"412500,0843000\",\"413500,0843000\"]]"
                ]
            },
            {
                "id": [
                    "96"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)511"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"300300\",\"1213554\",\"20\",\"\",\"3100000\",\"1350000\"]"
                ]
            },
            {
                "id": [
                    "97"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)410"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日8时-20时"
                ],
                "geographic": [
                    "[[\"265700,1044800\",\"273530,1052458\"],[\"273530,1052458\",\"270422,1054038\"],[\"270422,1054038\",\"264210,1050558\"],[\"264210,1050558\",\"265700,1044800\"]]"
                ]
            },
            {
                "id": [
                    "98"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)411"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日8时-20时"
                ],
                "geographic": [
                    "[[\"261200,1050000\",\"264500,1060400\"],[\"264500,1060400\",\"263200,1062300\"],[\"263200,1062300\",\"260600,1050000\"],[\"260600,1050000\",\"261200,1050000\"]]"
                ]
            },
            {
                "id": [
                    "99"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)512"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "1500"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "1500/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"300945\",\"1200200\",\"1\",\"\",\"2500000\",\"2500000\"]"
                ]
            },
            {
                "id": [
                    "410"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)559"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "1500"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "1500/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"311449,1212726\",\"311214,1212547\"],[\"311214,1212547\",\"311201,1212554\"],[\"311201,1212554\",\"311223,1212730\"],[\"311223,1212730\",\"311224,1213008\"],[\"311224,1213008\",\"311519,1213234\"],[\"311519,1213234\",\"311557,1213156\"],[\"311557,1213156\",\"311449,1212726\"]]"
                ]
            },
            {
                "id": [
                    "532"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)155"
                ],
                "boundairReason": [
                    "飞行活动"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "6000"
                ],
                "rangeOfHeight": [
                    "15000/6000"
                ],
                "restrictTime": [
                    "每日0830-1200，1400-2000"
                ],
                "geographic": [
                    "[[\"201116,1110004\",\"202054,1114452\"],[\"202054,1114452\",\"194210,1115408\"],[\"194210,1115408\",\"193233,1110928\"],[\"193233,1110928\",\"201116,1110004\"]]"
                ]
            },
            {
                "id": [
                    "533"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)156"
                ],
                "boundairReason": [
                    "飞行活动"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "1000"
                ],
                "rangeOfHeight": [
                    "20000/1000"
                ],
                "restrictTime": [
                    "每日0830-2200"
                ],
                "geographic": [
                    "[[\"190640,1104826\",\"184509,1110906\"],[\"184509,1110906\",\"180849,1103206\"],[\"180849,1103206\",\"182133,1100055\"],[\"182133,1100055\",\"190640,1104826\"]]"
                ]
            },
            {
                "id": [
                    "534"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)157"
                ],
                "boundairReason": [
                    "飞行活动"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "6000"
                ],
                "rangeOfHeight": [
                    "15000/6000"
                ],
                "restrictTime": [
                    "每日10时-21时"
                ],
                "geographic": [
                    "[[\"181000,1092000\",\"173000,1092000\"],[\"173000,1092000\",\"173000,1100000\"],[\"173000,1100000\",\"181000,1100000\"],[\"181000,1100000\",\"181000,1092000\"]]"
                ]
            },
            {
                "id": [
                    "535"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)158"
                ],
                "boundairReason": [
                    "飞行活动"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "4000"
                ],
                "rangeOfHeight": [
                    "18000/4000"
                ],
                "restrictTime": [
                    "0700-0830 22-01"
                ],
                "geographic": [
                    "[[\"170026,1105349\",\"164438,1103336\"],[\"164438,1103336\",\"161438,1105826\"],[\"161438,1105826\",\"163029,1111843\"],[\"163029,1111843\",\"170026,1105349\"]]"
                ]
            },
            {
                "id": [
                    "781"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)424"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "1000(真高)"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "1000(真高)/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"253910.58\",\"1065123.74\",\"5\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "782"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)425"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "无限高"
                ],
                "lowerLimit": [
                    "1000(真高)"
                ],
                "rangeOfHeight": [
                    "无限高/1000(真高)"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"253910.58\",\"1065123.74\",\"30\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "300"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)565"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"300330,1203200\",\"300200,1204500\"],[\"300200,1204500\",\"294300,1204400\"],[\"294300,1204400\",\"293300,1202200\"],[\"293300,1202200\",\"300330,1203200\"]]"
                ]
            },
            {
                "id": [
                    "301"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)566"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"295700,1202100\",\"293820,1201300\"],[\"293820,1201300\",\"293800,1195500\"],[\"293800,1195500\",\"295000,1195500\"],[\"295000,1195500\",\"300400,1200730\"],[\"300400,1200730\",\"295700,1202100\"]]"
                ]
            },
            {
                "id": [
                    "302"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)567"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"305130,1205000\",\"305830,1211300\"],[\"305830,1211300\",\"304630,1211900\"],[\"304630,1211900\",\"304600,1205000\"],[\"304600,1205000\",\"305130,1205000\"]]"
                ]
            },
            {
                "id": [
                    "303"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)568"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"304000,1205000\",\"304130,1212100\"],[\"304130,1212100\",\"302000,1211700\"],[\"302000,1211700\",\"303430,1201830\"],[\"303430,1201830\",\"304000,1205000\"]]"
                ]
            },
            {
                "id": [
                    "305"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)569"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"303200,1204120\",\"302500,1203200\"],[\"302500,1203200\",\"300600,1205300\"],[\"300600,1205300\",\"301730,1211130\"],[\"301730,1211130\",\"303200,1204120\"]]"
                ]
            },
            {
                "id": [
                    "306"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)571"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "4500"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "4500/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"295900,1212700\",\"300300,1210900\"],[\"300300,1210900\",\"301030,1211300\"],[\"301030,1211300\",\"302100,1213005\"],[\"302100,1213005\",\"300830,1214100\"],[\"300830,1214100\",\"295900,1212700\"]]"
                ]
            },
            {
                "id": [
                    "307"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)573"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "1500"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "1500/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"303530,1220400\",\"301230,1220430\"],[\"301230,1220430\",\"301300,1224200\"],[\"301300,1224200\",\"303600,1225030\"],[\"303600,1225030\",\"303530,1220400\"]]"
                ]
            },
            {
                "id": [
                    "308"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)574"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"282900,1210100\",\"280300,1205300\"],[\"280300,1205300\",\"281000,1202800\"],[\"281000,1202800\",\"283300,1203600\"],[\"283300,1203600\",\"282900,1210100\"]]"
                ]
            },
            {
                "id": [
                    "309"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)575"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "7000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "7000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"290400,1215000\",\"290400,1222500\"],[\"290400,1222500\",\"284200,1221700\"],[\"284200,1221700\",\"284200,1214700\"],[\"284200,1214700\",\"290400,1215000\"]]"
                ]
            },
            {
                "id": [
                    "430"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)111"
                ],
                "boundairReason": [
                    "限制飞行活动 临时轰炸射击"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "4500"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "4500/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"285815,1121630\",\"285930,1121308\"],[\"285930,1121308\",\"285440,1121045\"],[\"285440,1121045\",\"285316,1121410\"],[\"285316,1121410\",\"285535,1121600\"],[\"285535,1121600\",\"285815,1121630\"]]"
                ]
            },
            {
                "id": [
                    "431"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(D)112"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "7000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "7000/GND"
                ],
                "restrictTime": [
                    "每日19时-次日06时"
                ],
                "geographic": [
                    "[\"273000\",\"1113330\",\"10\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "310"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(R)576"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "7000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "7000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"283600,1213800\",\"283600,1221600\"],[\"283600,1221600\",\"281000,1215300\"],[\"281000,1215300\",\"281000,1213700\"],[\"281000,1213700\",\"283600,1213800\"]]"
                ]
            },
            {
                "id": [
                    "552"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)159"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "4000"
                ],
                "lowerLimit": [
                    "海面"
                ],
                "rangeOfHeight": [
                    "4000/海面"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"165000\",\"1122000\",\"30\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "314"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)154"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"182924,1093330\",\"182924,1095040\"],[\"182924,1095040\",\"191500,1101610\"],[\"191500,1101610\",\"191500,1095900\"],[\"191500,1095900\",\"182924,1093330\"]]"
                ]
            },
            {
                "id": [
                    "315"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)114"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "15400"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15400/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"211500\",\"1094600\",\"25\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "316"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)115"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"241000,1063000\",\"241920,1055330\"],[\"241920,1055330\",\"244335,1060750\"],[\"244335,1060750\",\"244100,1062540\"],[\"244100,1062540\",\"241000,1063000\"]]"
                ]
            },
            {
                "id": [
                    "317"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)116"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"233840,1064200\",\"231700,1070058\"],[\"231700,1070058\",\"232435,1055050\"],[\"232435,1055050\",\"235100,1054815\"],[\"235100,1054815\",\"233840,1064200\"]]"
                ]
            },
            {
                "id": [
                    "318"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)117"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "8000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "8000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"233620,1074700\",\"231928,1073441\"],[\"231928,1073441\",\"231928,1072350\"],[\"231928,1072350\",\"234430,1065448\"],[\"234430,1065448\",\"233620,1074700\"]]"
                ]
            },
            {
                "id": [
                    "319"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)118"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"240635,1064715\",\"243230,1070245\"],[\"243230,1070245\",\"243943,1075448\"],[\"243943,1075448\",\"240611,1075120\"],[\"240611,1075120\",\"240635,1064715\"]]"
                ]
            },
            {
                "id": [
                    "320"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)119"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"225025,1080347\",\"233232,1075149\"],[\"233232,1075149\",\"233330,1075930\"],[\"233330,1075930\",\"233125,1084321\"],[\"233125,1084321\",\"225025,1080347\"]]"
                ]
            },
            {
                "id": [
                    "200"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)034"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"401040\",\"1103000\",\"20\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "321"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)120"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"222850,1082230\",\"231700,1090640\"],[\"231700,1090640\",\"224130,1091548\"],[\"224130,1091548\",\"220650,1090618\"],[\"220650,1090618\",\"222850,1082230\"]]"
                ]
            },
            {
                "id": [
                    "201"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)035"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"401600,1095200\",\"402200,1100200\"],[\"402200,1100200\",\"402200,1102600\"],[\"402200,1102600\",\"392500,1102600\"],[\"392500,1102600\",\"392500,1092500\"],[\"392500,1092500\",\"401600,1095200\"]]"
                ]
            },
            {
                "id": [
                    "322"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)121"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"221200,1065900\",\"222200,1075000\"],[\"222200,1075000\",\"221310,1075300\"],[\"221310,1075300\",\"221030,1065810\"],[\"221030,1065810\",\"221200,1065900\"]]"
                ]
            },
            {
                "id": [
                    "323"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)122"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"223405,1065850\",\"224130,1072930\"],[\"224130,1072930\",\"225700,1073505\"],[\"225700,1073505\",\"225030,1070300\"],[\"225030,1070300\",\"223405,1065850\"]]"
                ]
            },
            {
                "id": [
                    "202"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)036"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "不定"
                ],
                "geographic": [
                    "[[\"413400,1101400\",\"413400,1111500\"],[\"413400,1111500\",\"404600,1111500\"],[\"404600,1111500\",\"404600,1101400\"],[\"404600,1101400\",\"413400,1101400\"]]"
                ]
            },
            {
                "id": [
                    "203"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)037"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"401000,1094300\",\"392500,1094300\"],[\"392500,1094300\",\"392500,1091400\"],[\"392500,1091400\",\"395500,1091400\"],[\"395500,1091400\",\"401000,1094300\"]]"
                ]
            },
            {
                "id": [
                    "204"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)038"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"401200,1074635\",\"401700,1084600\"],[\"401700,1084600\",\"401000,1084630\"],[\"401000,1084630\",\"400200,1083430\"],[\"400200,1083430\",\"395830,1074900\"],[\"395830,1074900\",\"401200,1074635\"]]"
                ]
            },
            {
                "id": [
                    "326"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)123"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "1800"
                ],
                "rangeOfHeight": [
                    "12000/1800"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"241000\",\"1063000\",\"15\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "205"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)039"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"403500,1074700\",\"404730,1074500\"],[\"404730,1074500\",\"410300,1085400\"],[\"410300,1085400\",\"404315,1085400\"],[\"404315,1085400\",\"403500,1074700\"]]"
                ]
            },
            {
                "id": [
                    "206"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)040"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"401900,1123800\",\"401730,1133300\"],[\"401730,1133300\",\"395400,1133300\"],[\"395400,1133300\",\"395400,1123200\"],[\"395400,1123200\",\"401900,1123800\"]]"
                ]
            },
            {
                "id": [
                    "207"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)041"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "18000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"382800,1134200\",\"381900,1133400\"],[\"381900,1133400\",\"380800,1130500\"],[\"380800,1130500\",\"380800,1113500\"],[\"380800,1113500\",\"382800,1113500\"],[\"382800,1113500\",\"382800,1134200\"]]"
                ]
            },
            {
                "id": [
                    "329"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)124"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "1100"
                ],
                "rangeOfHeight": [
                    "12000/1100"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[\"240920\",\"1095630\",\"15\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "208"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)042"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "3000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "3000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"363000,1114300\",\"361500,1111500\"],[\"361500,1111500\",\"355100,1111500\"],[\"355100,1111500\",\"355100,1120000\"],[\"355100,1120000\",\"363000,1120000\"],[\"363000,1120000\",\"363000,1114300\"]]"
                ]
            },
            {
                "id": [
                    "330"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)125"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "1300"
                ],
                "rangeOfHeight": [
                    "12000/1300"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[\"240900\",\"1090050\",\"15\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "572"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)160"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "无限高"
                ],
                "lowerLimit": [
                    "地面"
                ],
                "rangeOfHeight": [
                    "无限高/地面"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"223554\",\"1143230\",\"5\",\"\",\"\",\"\"]"
                ]
            },
            {
                "id": [
                    "210"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)044"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "9000"
                ],
                "rangeOfHeight": [
                    "18000/9000"
                ],
                "restrictTime": [
                    "不定"
                ],
                "geographic": [
                    "[[\"420000,1160500\",\"420000,1165500\"],[\"420000,1165500\",\"433000,1165500\"],[\"433000,1165500\",\"433000,1153000\"],[\"433000,1153000\",\"423800,1153000\"],[\"423800,1153000\",\"420000,1160500\"]]"
                ]
            },
            {
                "id": [
                    "211"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)045"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "10000"
                ],
                "rangeOfHeight": [
                    "12000/10000"
                ],
                "restrictTime": [
                    "不定"
                ],
                "geographic": [
                    "[[\"384310,1100910\",\"381830,1102610\"],[\"381830,1102610\",\"381250,1115230\"],[\"381250,1115230\",\"384755,1121020\"],[\"384755,1121020\",\"384310,1100910\"]]"
                ]
            },
            {
                "id": [
                    "332"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)126"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18500"
                ],
                "lowerLimit": [
                    "1800"
                ],
                "rangeOfHeight": [
                    "18500/1800"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"244500,1094000\",\"251400,1090000\"],[\"251400,1090000\",\"244400,1090000\"],[\"244400,1090000\",\"242915,1092630\"],[\"242915,1092630\",\"244500,1094000\"]]"
                ]
            },
            {
                "id": [
                    "333"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)139"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"261500,1131300\",\"254300,1125900\"],[\"254300,1125900\",\"254500,1122700\"],[\"254500,1122700\",\"262400,1121500\"],[\"262400,1121500\",\"270100,1122800\"],[\"270100,1122800\",\"271500,1123600\"],[\"271500,1123600\",\"271330,1130700\"],[\"271330,1130700\",\"261500,1131300\"]]"
                ]
            },
            {
                "id": [
                    "212"
                ],
                "firId": [
                    "1"
                ],
                "boundairCode": [
                    "ZB(R)046"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "8000"
                ],
                "rangeOfHeight": [
                    "12000/8000"
                ],
                "restrictTime": [
                    "不定"
                ],
                "geographic": [
                    "[[\"404300,1163700\",\"404300,1172700\"],[\"404300,1172700\",\"420000,1172700\"],[\"420000,1172700\",\"420000,1163700\"],[\"420000,1163700\",\"404300,1163700\"]]"
                ]
            },
            {
                "id": [
                    "334"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)127"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18500"
                ],
                "lowerLimit": [
                    "1600"
                ],
                "rangeOfHeight": [
                    "18500/1600"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"242400,1085000\",\"240000,1085000\"],[\"240000,1085000\",\"240000,1080500\"],[\"240000,1080500\",\"242300,1080500\"],[\"242300,1080500\",\"242400,1085000\"]]"
                ]
            },
            {
                "id": [
                    "214"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)306"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"351500,1084230\",\"351920,1081550\"],[\"351920,1081550\",\"353000,1080000\"],[\"353000,1080000\",\"354749,1075954\"],[\"354749,1075954\",\"361448,1085748\"],[\"361448,1085748\",\"351500,1084230\"]]"
                ]
            },
            {
                "id": [
                    "215"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)307"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"343832,1091431\",\"345720,1100650\"],[\"345720,1100650\",\"350800,1101330\"],[\"350800,1101330\",\"361030,1102500\"],[\"361030,1102500\",\"353400,1093000\"],[\"353400,1093000\",\"350300,1091830\"],[\"350300,1091830\",\"343832,1091431\"]]"
                ]
            },
            {
                "id": [
                    "336"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)128"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12450"
                ],
                "lowerLimit": [
                    "1800"
                ],
                "rangeOfHeight": [
                    "12450/1800"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"240100,1110830\",\"233020,1112600\"],[\"233020,1112600\",\"234900,1094720\"],[\"234900,1094720\",\"240500,1101230\"],[\"240500,1101230\",\"240100,1110830\"]]"
                ]
            },
            {
                "id": [
                    "216"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)308"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"343100,1091500\",\"344500,1094700\"],[\"344500,1094700\",\"343114,1094535\"],[\"343114,1094535\",\"342610,1095120\"],[\"342610,1095120\",\"343000,1100820\"],[\"343000,1100820\",\"341300,1101710\"],[\"341300,1101710\",\"340350,1095209\"],[\"340350,1095209\",\"341000,1093000\"],[\"341000,1093000\",\"343100,1091500\"]]"
                ]
            },
            {
                "id": [
                    "217"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)309"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "15000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "15000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"341630,1081548\",\"343900,1080430\"],[\"343900,1080430\",\"345300,1070100\"],[\"345300,1070100\",\"341200,1064042\"],[\"341200,1064042\",\"333600,1070000\"],[\"333600,1070000\",\"334800,1075400\"],[\"334800,1075400\",\"341409,1081548\"],[\"341409,1081548\",\"341630,1081548\"]]"
                ]
            },
            {
                "id": [
                    "339"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)412"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日8时-20时"
                ],
                "geographic": [
                    "[[\"261600,1065500\",\"260000,1075200\"],[\"260000,1075200\",\"260000,1065400\"],[\"260000,1065400\",\"261600,1065500\"]]"
                ]
            },
            {
                "id": [
                    "219"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)310"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"352800,1035600\",\"351020,1035653\"],[\"351020,1035653\",\"350330,1035900\"],[\"350330,1035900\",\"342520,1035730\"],[\"342520,1035730\",\"342700,1032600\"],[\"342700,1032600\",\"345810,1033100\"],[\"345810,1033100\",\"352800,1034200\"],[\"352800,1034200\",\"352800,1035600\"]]"
                ]
            },
            {
                "id": [
                    "340"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)140"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"275230,1131850\",\"272240,1131820\"],[\"272240,1131820\",\"271720,1123600\"],[\"271720,1123600\",\"273000,1122300\"],[\"273000,1122300\",\"275400,1122000\"],[\"275400,1122000\",\"275230,1124830\"],[\"275230,1124830\",\"275230,1131850\"]]"
                ]
            },
            {
                "id": [
                    "341"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)129"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12450"
                ],
                "lowerLimit": [
                    "1500"
                ],
                "rangeOfHeight": [
                    "12450/1500"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"232835,1093200\",\"230700,1112500\"],[\"230700,1112500\",\"223830,1110630\"],[\"223830,1110630\",\"225200,1092400\"],[\"225200,1092400\",\"232835,1093200\"]]"
                ]
            },
            {
                "id": [
                    "220"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)311"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"352200,1042800\",\"351800,1044130\"],[\"351800,1044130\",\"344150,1045230\"],[\"344150,1045230\",\"341900,1045600\"],[\"341900,1045600\",\"341900,1043320\"],[\"341900,1043320\",\"345900,1042800\"],[\"345900,1042800\",\"352200,1042800\"]]"
                ]
            },
            {
                "id": [
                    "221"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)312"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"393500,1074000\",\"400300,1064900\"],[\"400300,1064900\",\"395200,1060000\"],[\"395200,1060000\",\"384400,1061140\"],[\"384400,1061140\",\"393500,1074000\"]]"
                ]
            },
            {
                "id": [
                    "100"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)513"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "3000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "3000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"290125\",\"1192330\",\"9\",\"\",\"1900000\",\"1900000\"]"
                ]
            },
            {
                "id": [
                    "342"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)413"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"251630,1032230\",\"254800,1045700\"],[\"254800,1045700\",\"252945,1050615\"],[\"252945,1050615\",\"250700,1032000\"],[\"250700,1032000\",\"251630,1032230\"]]"
                ]
            },
            {
                "id": [
                    "343"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)130"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "500"
                ],
                "rangeOfHeight": [
                    "18000/500"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"245420,1101730\",\"241220,1105600\"],[\"241220,1105600\",\"241400,1101220\"],[\"241400,1101220\",\"242940,1100220\"],[\"242940,1100220\",\"245420,1101730\"]]"
                ]
            },
            {
                "id": [
                    "222"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)313"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"382025,1080148\",\"390000,1084200\"],[\"390000,1084200\",\"391900,1081000\"],[\"391900,1081000\",\"383140,1070300\"],[\"383140,1070300\",\"382025,1080148\"]]"
                ]
            },
            {
                "id": [
                    "344"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)414"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "19000"
                ],
                "lowerLimit": [
                    "7000"
                ],
                "rangeOfHeight": [
                    "19000/7000"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"233330,1000700\",\"240700,1011300\"],[\"240700,1011300\",\"233800,1011800\"],[\"233800,1011800\",\"230000,1000700\"],[\"230000,1000700\",\"233330,1000700\"]]"
                ]
            },
            {
                "id": [
                    "223"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)314"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"380900,1070000\",\"380530,1074700\"],[\"380530,1074700\",\"374020,1073100\"],[\"374020,1073100\",\"374000,1070000\"],[\"374000,1070000\",\"380900,1070000\"]]"
                ]
            },
            {
                "id": [
                    "102"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)514"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "2550"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "2550/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"305745\",\"1191730\",\"14\",\"\",\"3000000\",\"3000000\"]"
                ]
            },
            {
                "id": [
                    "103"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)515"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "2"
                ],
                "upperLimit": [
                    "1753"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "1753/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[\"251248\",\"1183124\",\"11\",\"\",\"0300000\",\"0300000\"]"
                ]
            },
            {
                "id": [
                    "224"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)315"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"375000,1062500\",\"373000,1064000\"],[\"373000,1064000\",\"365000,1065000\"],[\"365000,1065000\",\"363000,1060000\"],[\"363000,1060000\",\"375000,1060000\"],[\"375000,1060000\",\"375000,1062500\"]]"
                ]
            },
            {
                "id": [
                    "345"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)131"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "18000"
                ],
                "lowerLimit": [
                    "500"
                ],
                "rangeOfHeight": [
                    "18000/500"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"252400,1094740\",\"245530,1093340\"],[\"245530,1093340\",\"253330,1084400\"],[\"253330,1084400\",\"254510,1085430\"],[\"254510,1085430\",\"252400,1094740\"]]"
                ]
            },
            {
                "id": [
                    "225"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)316"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"375000,1054000\",\"365000,1054030\"],[\"365000,1054030\",\"365000,1045000\"],[\"365000,1045000\",\"373000,1050000\"],[\"373000,1050000\",\"375000,1054000\"]]"
                ]
            },
            {
                "id": [
                    "346"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)415"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "13000"
                ],
                "lowerLimit": [
                    "7000"
                ],
                "rangeOfHeight": [
                    "13000/7000"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"242430,0995100\",\"245230,1010920\"],[\"245230,1010920\",\"244200,1012100\"],[\"244200,1012100\",\"240900,0995700\"],[\"240900,0995700\",\"242430,0995100\"]]"
                ]
            },
            {
                "id": [
                    "226"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)317"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"384200,1033000\",\"373500,1041000\"],[\"373500,1041000\",\"375100,1044000\"],[\"375100,1044000\",\"384800,1033400\"],[\"384800,1033400\",\"384200,1033000\"]]"
                ]
            },
            {
                "id": [
                    "105"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)516"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "海面"
                ],
                "rangeOfHeight": [
                    "10000/海面"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"310000,1223800\",\"310000,1230900\"],[\"310000,1230900\",\"304900,1231700\"],[\"304900,1231700\",\"304900,1224600\"],[\"304900,1224600\",\"310000,1223800\"]]"
                ]
            },
            {
                "id": [
                    "348"
                ],
                "firId": [
                    "4"
                ],
                "boundairCode": [
                    "ZG(R)141"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "12000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "12000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"281830,1131500\",\"281600,1125700\"],[\"281600,1125700\",\"282830,1124800\"],[\"282830,1124800\",\"291530,1132630\"],[\"291530,1132630\",\"281830,1131500\"]]"
                ]
            },
            {
                "id": [
                    "106"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)517"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "海面"
                ],
                "rangeOfHeight": [
                    "10000/海面"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"302800,1232300\",\"302800,1230000\"],[\"302800,1230000\",\"304200,1230000\"],[\"304200,1230000\",\"304200,1232300\"],[\"304200,1232300\",\"302800,1232300\"]]"
                ]
            },
            {
                "id": [
                    "227"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)318"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"390000,1034000\",\"384800,1043000\"],[\"384800,1043000\",\"382600,1054230\"],[\"382600,1054230\",\"375700,1045000\"],[\"375700,1045000\",\"385330,1033620\"],[\"385330,1033620\",\"390000,1034000\"]]"
                ]
            },
            {
                "id": [
                    "107"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)518"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "海面"
                ],
                "rangeOfHeight": [
                    "10000/海面"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"311000,1234500\",\"303000,1234500\"],[\"303000,1234500\",\"303000,1243000\"],[\"303000,1243000\",\"311000,1243000\"],[\"311000,1243000\",\"311000,1234500\"]]"
                ]
            },
            {
                "id": [
                    "228"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)319"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "20000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "20000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"394500,1053000\",\"392500,1040000\"],[\"392500,1040000\",\"391300,1035000\"],[\"391300,1035000\",\"384200,1054000\"],[\"384200,1054000\",\"394500,1053000\"]]"
                ]
            },
            {
                "id": [
                    "349"
                ],
                "firId": [
                    "8"
                ],
                "boundairCode": [
                    "ZP(R)416"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "14000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "14000/GND"
                ],
                "restrictTime": [
                    "每日0时-24时"
                ],
                "geographic": [
                    "[[\"292500,1065000\",\"293000,1074700\"],[\"293000,1074700\",\"283000,1073000\"],[\"283000,1073000\",\"290100,1065100\"],[\"290100,1065100\",\"292500,1065000\"]]"
                ]
            },
            {
                "id": [
                    "108"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)519"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "海面"
                ],
                "rangeOfHeight": [
                    "10000/海面"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"294600,1222000\",\"294600,1232000\"],[\"294600,1232000\",\"284600,1232000\"],[\"284600,1232000\",\"284600,1221500\"],[\"284600,1221500\",\"294600,1222000\"]]"
                ]
            },
            {
                "id": [
                    "229"
                ],
                "firId": [
                    "6"
                ],
                "boundairCode": [
                    "ZL(R)320"
                ],
                "boundairReason": [
                    "限制飞行活动"
                ],
                "boundairType": [
                    "1"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "11000"
                ],
                "lowerLimit": [
                    "GND"
                ],
                "rangeOfHeight": [
                    "11000/GND"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"373000,1033730\",\"373000,1030700\"],[\"373000,1030700\",\"390000,1023000\"],[\"390000,1023000\",\"390040,1024800\"],[\"390040,1024800\",\"373000,1033730\"]]"
                ]
            },
            {
                "id": [
                    "109"
                ],
                "firId": [
                    "2"
                ],
                "boundairCode": [
                    "ZS(D)520"
                ],
                "boundairReason": [
                    "限制飞行活动 临时炮射"
                ],
                "boundairType": [
                    "2"
                ],
                "shape": [
                    "1"
                ],
                "upperLimit": [
                    "10000"
                ],
                "lowerLimit": [
                    "海面"
                ],
                "rangeOfHeight": [
                    "10000/海面"
                ],
                "restrictTime": [
                    "每日6时-24时"
                ],
                "geographic": [
                    "[[\"274000,1210000\",\"275000,1215500\"],[\"275000,1215500\",\"275000,1223000\"],[\"275000,1223000\",\"270000,1223000\"],[\"270000,1223000\",\"270000,1210000\"],[\"270000,1210000\",\"274000,1210000\"]]"
                ]
            }
        ]
    }
}